/* Format string for import status. First string is title. Second is tag list. */
"%@\nTags: %@" = "%1$@\nTags: %2$@";

/* Title of the tags sub-menu when there are no tags. */
"(Empty)" = "(Empty)";

/* Punctuation to separate list elements. */
", " = ", ";

/* Title of the About Delicious menu item. */
"About Delicious" = "About Delicious";

/* Title of the About DeliciousSafari menu item. */
"About DeliciousSafari" = "About DeliciousSafari";

/* Title of the Account Settings menu item. */
"Account Settings" = "Account Settings";

/* Title of the Bookmarks on Delicious menu item. */
"Bookmarks on Delicious" = "Bookmarks on Delicious";

/* Cancel button text. */
"Cancel" = "Cancel";

/* Instructional text on how to use the Importer. */
"Check the bookmarks you'd like to import into Delicious and then press Import. The Safari folder names will be used as Delicious tags. You can also add tags to every item imported using the Extra Tags field above." = "Check the bookmarks you'd like to import into Delicious and then press Import. The Safari folder names will be used as Delicious tags. You can also add tags to every item imported using the Extra Tags field above.";

/* Connection failed format string. */
"Connection failed: %@" = "Connection failed: %@";

/* Deleted records cannot be restored informative text. */
"Deleted records cannot be restored." = "Deleted records cannot be restored.";

/* Delicious menu title. */
"Delicious" = "Delicious";

/* Error message to display when del.icio.us returns a throttle response. */
"Delicious throttled your connection. Please try agian later." = "Delicious throttled your connection. Please try agian later.";

/* Title of the Delicious Website menu item. */
"Delicious Website" = "Delicious Website";

/* Discard button text. */
"Discard..." = "Discard…";

/* Error saving bookmark to Delicious message. */
"Error saving bookmark to Delicious." = "Error saving bookmark to Delicious.";

/* Error saving bookmark/should discard message. */
"Error saving bookmark. Would you like to review or discard the bookmark?" = "Error saving bookmark. Would you like to review or discard the bookmark?";

/* Error saving bookmarks to Delicious at this time message. */
"Error saving bookmarks to Delicious at this time. Please try again later." = "Error saving bookmarks to Delicious at this time. Please try again later.";

/* Title of the Home menu item. */
"Home" = "Home";

/* Title of the Import Bookmarks from Safari... menu item. */
"Import Bookmarks from Safari..." = "Import Bookmarks from Safari…";

/* Message displayed when the import completes. */
"Import complete." = "Import complete.";

/* Tag added to bookmarks saved with the importer. Should be a single Delicious tag (single word, no spaces). */
"imported" = "imported";

/* Message to inform the license is invalid. */
"Invalid license key" = "Invalid license key";

/* Invalid username or password error message. */
"Invalid username or password" = "Invalid username or password";

/* Title of the Links for You menu item. */
"Links for You" = "Links for You";

/* Format string for title of the Logged in as <user> menu. */
"Logged in as %@" = "Logged in as %@";

/* Title of the Login... menu item. */
"Login..." = "Login…";

/* Title of the Logout menu item. */
"Logout" = "Logout";

/* Title of the Manage Favorite Tags... menu item. */
"Manage Favorite Tags..." = "Manage Favorite Tags…";

/* Title of the Network menu item. */
"Network" = "Network";

/* Please enter a description message. */
"Please enter a description." = "Please enter a description.";

/* Please enter a URL message. */
"Please enter a URL." = "Please enter a URL.";

/* Title of the Popular menu item. */
"Popular" = "Popular";

/* Title of the Recent menu item. */
"Recent" = "Recent";

/* Title of the Recently Bookmarked menu. */
"Recently Bookmarked" = "Recently Bookmarked";

/* Review button text. */
"Review..." = "Review…";

/* Title of the Save Bookmark... menu item. */
"Save Bookmark..." = "Save Bookmark…";

/* Save to Delicious toolbar item label. */
"Save to Delicious" = "Save to Delicious";

/* Save to Delicious toolbar item tooltip. */
"Save to Delicious." = "Save to Delicious.";

/* Title of the Subscriptions menu item. */
"Subscriptions" = "Subscriptions";

/* Title of the Tags menu item. */
"Tags" = "Tags";

/* Version number format string. First argument is short version and second is bundle version. */
"Version %@ (%@)" = "Version %1$@ (%2$@)";

/* Text of invalid credential alert. */
"Your Delicious credentials are invalid." = "Your Delicious credentials are invalid.";

/* Invalid credential alert instructions. */
"Your password has probably changed. You need to login to start using DeliciousSafari again.\n\nIf you cancel, you will get this message next time DeliciousSafari tries to contact Delicious.\n\nIf you logout, you will not be able to use DeliciousSafari until you login again." = "Your password has probably changed. You need to login to start using DeliciousSafari again.\n\nIf you cancel, you will get this message next time DeliciousSafari tries to contact Delicious.\n\nIf you logout, you will not be able to use DeliciousSafari until you login again.";

